Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Syncing to Health...
ar: المزامنة مع الصحة...
bg: Синхронизиране с Health...
ca: Sincronitzant amb la salut...
cs: Synchronizuji se se zdravím...
da: Synkroniserer til Sundhed...
de: Synchronisieren mit Gesundheit...
el: Συγχρονίζω με Υγεία...
es: Sincronizando con la Salud...
fi: Synkronoidaan terveystietoja...
fr: Synchronisation avec la santé...
he: מתאם לבריאות...
hi: स्वास्थ्य से सिंक हो रहा है...
hr: Sinkroniziranje s Health...
hu: Szinkronizálás az Egészséghez...
id: Menyinkronkan ke Kesehatan...
it: Sincronizzando con la Salute...
ja: 健康に同期中...
kk: Денсаулыққа синхрондау...
ms: Menyegerakkan ke Kesihatan...
nl: Synchroniseren met Gezondheid...
pl: Synchronizowanie z danymi zdrowotnymi...
pt_br: Sincronizando com a saúde...
pt_pt: Sincronizando com a Saúde...
ro: Sincronizând cu Sănătatea...
ru: Синхронизуем с Health...
sk: Synchronizácia so zdravím...
sl: Sinhronizacija s podatki o zdravju...
sv: Synkroniserar med Hälsa...
th: กำลังซิงค์กับสุขภาพ...
tr: Sağlıkla senkronize ediliyor...
uk: Синхронізація зі здоров'ям...
vi: Đang đồng bộ với sức khỏe...
zh_hans: 正在同步到健康...
zh_hant: 正在同步到健康...

source: Take a photo or select from library to automatically detect the drink type and volume
ar: خذ صورة أو اختر من المكتبة للكشف تلقائيًا عن نوع المشروب وحجمه.
bg: Снимайте или изберете от библиотеката, за да откриете автоматично вида и обема на напитката.
ca: Fes una foto o selecciona de la biblioteca per detectar automàticament el tipus de beguda i el volum.
cs: Pořiďte fotografii nebo vyberte z knihovny, aby automaticky detekovalo typ a objem nápoje.
da: Tag et foto eller vælg fra biblioteket for automatisk at registrere drikkevaren og mængden.
de: Machen Sie ein Foto oder wählen Sie aus der Bibliothek aus, um den Getränketyp und das Volumen automatisch zu erkennen.
el: Κάντε μια φωτογραφία ή επιλέξτε από τη βιβλιοθήκη για να ανιχνεύσετε αυτόματα τον τύπο ποτού και τον όγκο.
es: Toma una foto o selecciona de la biblioteca para detectar automáticamente el tipo de bebida y el volumen.
fi: Ota valokuva tai valitse kirjastosta automaattisesti juoman tyyppi ja määrä.
fr: Prenez une photo ou sélectionnez dans la bibliothèque pour détecter automatiquement le type de boisson et son volume.
he: צלם תמונה או בחר מארכיון כדי לזהות אוטומטית את סוג המשקה והנפח.
hi: एक फोटो लें या लाइब्रेरी से चुनें ताकि स्वचालित रूप से पेय का प्रकार और मात्रा का पता लगाया जा सके।
hr: Uzmite fotografiju ili odaberite iz biblioteke kako biste automatski otkrili vrstu pića i volumen.
hu: Készítsen egy fényképet vagy válasszon a könyvtárból, hogy automatikusan észlelje az ital típusát és mennyiségét.
id: Ambil foto atau pilih dari perpustakaan untuk secara otomatis mendeteksi jenis minuman dan volumenya.
it: Scatta una foto o seleziona dalla libreria per rilevare automaticamente il tipo di bevanda e il volume.
ja: 写真を撮るか、ライブラリから選択して、自動的に飲み物の種類と容量を検出します。
kk: Суретке түсіріңіз немесе кітапханадан таңдаңыз, ішімдік түрі мен көлемін автоматты түрде анықтау үшін.
ms: Ambil foto atau pilih dari perpustakaan untuk secara automatik mengesan jenis minuman dan isipadu.
nl: Maak een foto of kies uit de bibliotheek om automatisch het type drankje en het volume te detecteren.
pl: Zrób zdjęcie lub wybierz z biblioteki, aby automatycznie wykryć rodzaj napoju i objętość.
pt_br: Tire uma foto ou selecione da biblioteca para detectar automaticamente o tipo de bebida e o volume.
pt_pt: Tire uma foto ou selecione da biblioteca para detectar automaticamente o tipo e o volume da bebida.
ro: Fotografiați sau selectați din bibliotecă pentru a detecta automat tipul de băutură și volumul.
ru: Сделайте фото или выберите из библиотеки, чтобы автоматически определить тип напитка и его объем.
sk: Odfoťte alebo vyberte z knižnice, aby ste automaticky rozpoznali typ a objem nápoja.
sl: Naredite fotografijo ali izberite iz knjižnice, da samodejno zaznate vrsto pijače in njeno prostornino.
sv: Ta ett foto eller välj från biblioteket för att automatiskt upptäcka dryckestyp och volym.
th: ถ่ายภาพหรือเลือกจากห้องสมุดเพื่อให้ตรวจจับประเภทและปริมาณของเครื่องดื่มโดยอัตโนมัติ
tr: Bir fotoğraf çekin veya kütüphaneden seçin, böylece içecek türünü ve hacmini otomatik olarak tespit edebilirsiniz.
uk: Зробіть фото або виберіть із бібліотеки, щоб автоматично визначити тип напою та об'єм.
vi: Chụp một bức ảnh hoặc chọn từ thư viện để tự động nhận diện loại đồ uống và thể tích.
zh_hans: 拍照或从库中选择，以自动检测饮料类型和容量。
zh_hant: 拍攝照片或從庫存中選擇，以自動檢測飲品類型和容量。

source: Take Photo
ar: التقط صورة
bg: Направи снимка
ca: Fes una foto.
cs: Vyfotografujte.
da: Tag et foto
de: Foto aufnehmen
el: Βγάλε φωτογραφία.
es: Tomar foto
fi: Ota valokuva
fr: Prendre une photo
he: קח תמונה
hi: फोटो लें
hr: Uzmi fotografiju
hu: Fényképezzen!
id: Ambil Foto
it: Scatta foto
ja: 写真を撮ってください。
kk: Сурет түсіріңіз.
ms: Ambil Gambar
nl: Neem foto
pl: Zrób zdjęcie
pt_br: Tire uma foto.
pt_pt: Tirar Foto
ro: Fă o fotografie
ru: Сделать фото
sk: Urobte fotografiu.
sl: Naredi fotografijo
sv: Ta foto
th: ถ่ายรูป
tr: Fotoğraf çek.
uk: Зробити фото
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

source: Tap 'Enable HealthKit' in the Health & Data card
ar: اضغط على "تفعيل HealthKit" في بطاقة الصحة والبيانات.
bg: Докоснете 'Активирайте HealthKit' в картата Здраве и Данни.
ca: Toqueu 'Habilitar HealthKit' a la targeta de Salut i Dades.
cs: Klepněte na 'Povolit HealthKit' v kartě Zdraví a data.
da: Tryk på 'Aktiver HealthKit' i Health & Data-kortet.
de: Tippe auf 'HealthKit aktivieren' in der Gesundheits- und Datenskarte.
el: Πατήστε 'Ενεργοποίηση HealthKit' στην κάρτα Υγείας & Δεδομένων.
es: Toca 'Habilitar HealthKit' en la tarjeta de Salud y Datos.
fi: Napauta 'Ota HealthKit käyttöön' Terveys & Tiedot -kortissa.
fr: Appuyez sur 'Activer HealthKit' dans la carte Santé & Données.
he: לחץ על 'הפעל HealthKit' בכרטיס בריאות וד数据.
hi: 'Health & Data' कार्ड में 'HealthKit सक्षम करें' पर टैप करें।
hr: Dodirnite 'Omogući HealthKit' na kartici Zdravlje i podaci.
hu: Koppints a "HealthKit engedélyezése" lehetőségre az Egészség és adatok kártyán.
id: Ketuk 'Aktifkan HealthKit' di kartu Kesehatan & Data.
it: Tappa 'Abilita HealthKit' nella scheda Salute e Dati.
ja: 「ヘルス＆データ」カードにある「HealthKitを有効にする」をタップしてください。
kk: "Денсаулық және Деректер" картасында "HealthKit-ты қосу" батырмасын басыңыз.
ms: Tekan 'Aktifkan HealthKit' dalam kad Kesihatan & Data.
nl: Tik op 'HealthKit inschakelen' in de kaart Gezondheid & Gegevens.
pl: Naciśnij 'Włącz HealthKit' w karcie Zdrowie i dane.
pt_br: Toque em 'Ativar HealthKit' no cartão Saúde e Dados.
pt_pt: Toque em 'Ativar HealthKit' no cartão Saúde e Dados.
ro: Apasă pe 'Activare HealthKit' în cardul Sănătate și Date.
ru: Нажмите «Включить HealthKit» в карточке Здоровье и Данные.
sk: Klepnite na 'Povoliť HealthKit' na karte Zdravie a dáta.
sl: Tapnite 'Omogoči HealthKit' na kartici Zdravje in podatki.
sv: Tryck på 'Aktivera HealthKit' i kortet Hälsa & Data.
th: แตะที่ 'เปิดใช้งาน HealthKit' ในการ์ดสุขภาพและข้อมูล
tr: 'Health & Data' kartında 'HealthKit'i Etkinleştir'e dokunun.
uk: Натисніть 'Увімкнути HealthKit' на картці Здоров'я та Дані.
vi: Chạm vào 'Kích hoạt HealthKit' trong thẻ Sức khỏe & Dữ liệu.
zh_hans: 在健康与数据卡中点击“启用HealthKit”按钮。
zh_hant: 在健康與數據卡片中點擊「啟用HealthKit」

source: Tap Add Reminder to choose your first time.
ar: اضغط على "إضافة تذكير" لاختيار أول وقت لك.
bg: Докоснете Добавяне на напомняне, за да изберете първото си време.
ca: Feu clic a Afegir recordatori per triar la vostra primera hora.
cs: Klepněte na Přidat připomenutí a vyberte svůj první čas.
da: Tryk på Tilføj påmindelse for at vælge dit første tidspunkt.
de: Tippen Sie auf "Erinnerung hinzufügen", um Ihre erste Uhrzeit auszuwählen.
el: Πατήστε "Προσθήκη Υπενθύμισης" για να επιλέξετε την πρώτη σας ώρα.
es: Toca Agregar Recordatorio para elegir tu primer horario.
fi: Napauta "Lisää muistutus" valitaksesi ensimmäisen aikasi.
fr: Appuyez sur Ajouter un rappel pour choisir votre première heure.
he: הקישו על "הוסף תזכיר" כדי לבחור את הזמן הראשון שלכם.
hi: अपना पहला समय चुनने के लिए 'अनुस्मारक जोड़ें' पर टैप करें।
hr: Dodirnite Dodaj podsjetnik da odaberete svoje prvo vrijeme.
hu: Kattints a Figyelmeztetés hozzáadása gombra, hogy kiválaszd az első időpontodat.
id: Ketuk Tambah Pengingat untuk memilih waktu pertama Anda.
it: Tocca Aggiungi promemoria per scegliere il tuo primo orario.
ja: 「リマインダーを追加」をタップして、最初の時間を選択してください。
kk: Алғашқы уақытын таңдау үшін «Еске салу қосу» батырмасын басыңыз.
ms: Ketuk Tambah Pengingat untuk memilih waktu pertama anda.
nl: Tik op Herinnering Toevoegen om je eerste tijd te kiezen.
pl: Kliknij "Dodaj przypomnienie", aby wybrać swój pierwszy czas.
pt_br: Toque em Adicionar Lembrete para escolher seu primeiro horário.
pt_pt: Toque em Adicionar Lembrete para escolher o seu primeiro horário.
ro: Atinge Adaugă Memento pentru a alege prima ta oră.
ru: Нажмите "Добавить напоминание", чтобы выбрать ваше первое время.
sk: Klepnite na Pridať pripomienku, aby ste si vybrali svoj prvý čas.
sl: Tapnite "Dodaj opomnik", da izberete svoj prvi čas.
sv: Tryck på Lägg till påminnelse för att välja din första tid.
th: แตะที่ "เพิ่มการเตือนความจำ" เพื่อเลือกเวลาครั้งแรกของคุณ
tr: İlk zamanınızı seçmek için Hatırlatıcı Ekle'ye tıklayın.
uk: Натисніть "Додати нагадування", щоб вибрати свій перший час.
vi: Chọn Thêm Nhắc Nhở để chọn thời gian đầu tiên của bạn.
zh_hans: 点击“添加提醒”以选择您的第一次时间。
zh_hant: 點擊添加提醒以選擇您的第一次時間。

source: Tap on 'Health' in the list of privacy settings
ar: اضغط على "الصحة" في قائمة إعدادات الخصوصية
bg: Докоснете "Здраве" в списъка с настройки за конфиденциалност.
ca: Feu clic a 'Salut' a la llista de configuracions de privadesa.
cs: Klepněte na 'Zdraví' v seznamu nastavení ochrany soukromí.
da: Tryk på 'Sundhed' i listen over privatlivsindstillinger.
de: Tippe auf 'Gesundheit' in der Liste der Datenschutzeinstellungen.
el: Πατήστε στο 'Υγεία' στη λίστα ρυθμίσεων απορρήτου.
es: Toca en 'Salud' en la lista de configuraciones de privacidad.
fi: Napauta 'Terveys' tietosuoja-asetusten luettelossa.
fr: Appuyez sur « Santé » dans la liste des paramètres de confidentialité.
he: לחץ על 'בריאות' ברשימת הגדרות פרטיות
hi: गोपनीयता सेटिंग्स की सूची में 'स्वास्थ्य' पर टैप करें।
hr: Dodirnite 'Zdravlje' na popisu postavki privatnosti.
hu: Koppints a 'Egészség' lehetőségre a magánéletbeállítások listájában.
id: Ketuk 'Kesehatan' di daftar pengaturan privasi.
it: Tocca su 'Salute' nella lista delle impostazioni sulla privacy.
ja: プライバシー設定のリストで「健康」をタップしてください。
kk: «Құпиялылық параметрлері» тізімінен «Денсаулық» бөлімін таңдаңыз.
ms: Ketuk pada 'Kesihatan' dalam senarai tetapan privasi.
nl: Tik op 'Gezondheid' in de lijst met privacy-instellingen.
pl: Stuknij w 'Zdrowie' na liście ustawień prywatności.
pt_br: Toque em 'Saúde' na lista de configurações de privacidade.
pt_pt: Toque em 'Saúde' na lista de definições de privacidade.
ro: Apasă pe 'Sănătate' în lista de setări de confidențialitate.
ru: Нажмите на «Здоровье» в списке настроек конфиденциальности.
sk: Klepnite na 'Zdravie' v zozname nastavení ochrany súkromia.
sl: Pritisnite na 'Zdravje' na seznamu nastavitev zasebnosti.
sv: Tryck på "Hälsa" i listan över integritetsinställningar.
th: แตะที่ 'สุขภาพ' ในรายการการตั้งค่าความเป็นส่วนตัว
tr: Gizlilik ayarları listesindeki 'Sağlık' seçeneğine dokunun.
uk: Натисніть на "Здоров'я" у списку налаштувань конфіденційності.
vi: Nhấn vào 'Sức khỏe' trong danh sách cài đặt quyền riêng tư.
zh_hans: 在隐私设置列表中点击“健康”选项。
zh_hant: 在隱私設定列表中點擊「健康」

source: Tap refresh to try again.
ar: اضغط على تحديث للمحاولة مرة أخرى.
bg: Докоснете опцията за обновяване, за да опитате отново.
ca: Prem actualitza per tornar-ho a intentar.
cs: Klepněte na obnovení a zkuste to znovu.
da: Tryk på opdater for at prøve igen.
de: Tippe auf Aktualisieren, um es erneut zu versuchen.
el: Πατήστε ανανέωση για να προσπαθήσετε ξανά.
es: Toca renovar para intentar de nuevo.
fi: Napauta päivittääksesi yrittääksesi uudelleen.
fr: Appuyez sur rafraîchir pour réessayer.
he: לחץ על רענן כדי לנסות שוב.
hi: फिर से प्रयास करने के लिए ताज़ा करें पर टैप करें।
hr: Dodirnite osvježi za ponovni pokušaj.
hu: Koppints a frissítésre, hogy próbálkozz újra.
id: Ketuk segarkan untuk mencoba lagi.
it: Tocca aggiorna per riprovare.
ja: 再試行するには更新をタップしてください。
kk: Тағы да сынап көру үшін жаңарту батырмасын басыңыз.
ms: Ketuk segar untuk mencuba lagi.
nl: Tik op vernieuwen om het opnieuw te proberen.
pl: Naciśnij odśwież, aby spróbować ponownie.
pt_br: Toque em atualizar para tentar novamente.
pt_pt: Toque em atualizar para tentar novamente.
ro: Apasă pe reîmprospătare pentru a încerca din nou.
ru: Нажмите обновить, чтобы попробовать снова.
sk: Potiahnite na obnovenie, aby ste sa pokúsili znova.
sl: Tapnite na osveži, da poskusite znova.
sv: Tryck på uppdatera för att försöka igen.
th: แตะที่ปุ่มรีเฟรชเพื่อการลองใหม่อีกครั้ง।
tr: Yeniden denemek için yenilemeye basın.
uk: Торкніться "Оновити", щоб спробувати ще раз.
vi: Nhấn làm mới để thử lại.
zh_hans: 请点击刷新再试一次。
zh_hant: 點擊刷新以重試。

source: Tap the card to expand for full details
ar: اضغط على البطاقة لتوسيعها لعرض التفاصيل الكاملة
bg: Докоснете картата, за да разширите и видите пълните подробности.
ca: Toca la targeta per expandir-la i veure els detalls complets.
cs: Klepněte na kartu pro zobrazení podrobných informací.
da: Tryk på kortet for at udvide det til fulde detaljer.
de: Tippen Sie auf die Karte, um die vollständigen Details anzuzeigen.
el: Πατήστε την κάρτα για να επεκταθεί με όλες τις λεπτομέρειες.
es: Toca la tarjeta para expandirla y ver los detalles completos.
fi: Napauta korttia laajentaaksesi täydelliset tiedot.
fr: Touchez la carte pour l'agrandir et voir tous les détails.
he: הקלק על הכרטיס כדי להרחיב לפרטים המלאים.
hi: कार्ड पर टैप करें ताकि पूर्ण विवरण के लिए उसका विस्तार हो सके।
hr: Dotaknite karticu da biste proširili i vidjeli sve detalje.
hu: Érintse meg a kártyát a teljes részletek megjelenítéséhez!
id: Ketuk kartu untuk memperluas informasi lengkap.
it: Tocca la scheda per espandere e visualizzare i dettagli completi.
ja: カードをタップして、全ての詳細を表示してください。
kk: Картаны толық мәліметтер үшін кеңейту үшін шертіңіз.
ms: Ketuk kad untuk memperluas bagi maklumat lengkap.
nl: Tik op de kaart om deze volledig uit te vouwen voor meer details.
pl: Dotknij karty, aby rozwinąć pełne szczegóły.
pt_br: Toque no cartão para expandir e ver os detalhes completos.
pt_pt: Toque no cartão para expandir e ver os detalhes completos.
ro: Apasă pe card pentru a extinde și a vedea detalii complete.
ru: Нажмите на карту, чтобы разворачивать полные детали.
sk: Klepnite na kartu pre rozbalenie úplných podrobností.
sl: Dotaknite se kartice, da razširite celotne podrobnosti.
sv: Tryck på kortet för att se hela informationen.
th: แตะที่การ์ดเพื่อขยายรายละเอียดทั้งหมด
tr: Kartı genişletmek için dokunun.
uk: Торкніться картки, щоб розгорнути її для отримання повної інформації.
vi: Chạm vào thẻ để mở rộng xem chi tiết đầy đủ.
zh_hans: 点击卡片以展开查看完整详情
zh_hant: 點擊卡片以展開完整詳情

source: Tap the weather card to expand and see detailed analysis. Use the refresh button to get updated conditions and recommendations.
ar: اضغط على بطاقة الطقس للتوسع ورؤية تحليل مفصل. استخدم زر التحديث للحصول على الظروف والتوصيات المحدثة.
bg: Докоснете картата с времето, за да я разширите и да видите подробен анализ. Използвайте бутона за обновяване, за да получите актуални условия и препоръки.
ca: Toca la targeta del temps per expandir i veure l'anàlisi detallada. Utilitza el botó de refrescar per obtenir les condicions actualitzades i les recomanacions.
cs: Klepněte na kartu počasí pro rozbalení a zobrazení podrobné analýzy. Použijte tlačítko pro obnovení, abyste získali aktuální podmínky a doporučení.
da: Tryk på vejkortet for at udvide og se en detaljeret analyse. Brug opdateringsknappen for at få opdaterede forhold og anbefalinger.
de: Tippen Sie auf die Wetterkarte, um sie zu erweitern und eine detaillierte Analyse zu sehen. Verwenden Sie die Aktualisierungsschaltfläche, um die aktuellen Bedingungen und Empfehlungen zu erhalten.
el: Πατήστε την κάρτα του καιρού για να την επεκτείνετε και να δείτε αναλυτική ανάλυση. Χρησιμοποιήστε το κουμπί ανανέωσης για να λάβετε ενημερωμένες συνθήκες και συστάσεις.
es: Toca la tarjeta del clima para expandir y ver un análisis detallado. Usa el botón de refrescar para obtener condiciones y recomendaciones actualizadas.
fi: Napauta säätietokorttia laajentaaksesi ja nähdäksesi tarkat analyysit. Käytä päivityspainiketta saadaksesi ajantasaiset olosuhteet ja suositukset.
fr: Appuyez sur la carte météo pour l'agrandir et voir une analyse détaillée. Utilisez le bouton de rafraîchissement pour obtenir les conditions et recommandations mises à jour.
he: לחץ על כרטיס מזג האוויר כדי להרחיב אותו ולראות ניתוח מפורט. השתמש בכפתור הרענון כדי לקבל עדכונים על תנאי מזג האוויר והמלצות.
hi: मौसम कार्ड पर टैप करें ताकि आप विस्तृत विश्लेषण देख सकें। अपडेटेड परिस्थितियों और सिफारिशों को प्राप्त करने के लिए रिफ्रेश बटन का उपयोग करें।
hr: Dodirnite vremensku karticu da biste je proširili i vidjeli detaljnu analizu. Koristite gumb za osvježavanje za dobivanje ažuriranih uvjeta i preporuka.
hu: Érintse meg az időjárás kártyát a kibővítéshez és a részletes elemzés megtekintéséhez. Használja a frissítő gombot a frissített állapotok és ajánlások megtekintéséhez.
id: Ketuk kartu cuaca untuk memperluas dan melihat analisis detail. Gunakan tombol refresh untuk mendapatkan kondisi dan rekomendasi terbaru.
it: Tocca la scheda meteo per espandere e vedere un'analisi dettagliata. Usa il pulsante di aggiornamento per ottenere le condizioni e le raccomandazioni aggiornate.
ja: 天気カードをタップして展開し、詳細な分析を確認してください。更新ボタンを使用して、最新の天候状況と推奨事項を取得してください。
kk: Ауа райы картасын кеңейту үшін басыңыз, және егжей-тегжейлі талдауды көріңіз. Жаңартылған жағдайлар мен ұсыныстар алу үшін жаңарту түймесін пайдаланыңыз.
ms: Ketuk kad cuaca untuk memperbesar dan melihat analisis terperinci. Gunakan butang segar untuk mendapatkan keadaan dan cadangan terkini.
nl: Tik op de weerkaart om uit te breiden en gedetailleerde analyses te zien. Gebruik de vernieuwknop om bijgewerkte omstandigheden en aanbevelingen te krijgen.
pl: Dotknij karty pogodowej, aby ją rozwinąć i zobaczyć szczegółową analizę. Użyj przycisku odświeżania, aby uzyskać zaktualizowane warunki i zalecenia.
pt_br: Toque na tarjeta do clima para expandir e ver a análise detalhada. Use o botão de atualizar para obter condições e recomendações atualizadas.
pt_pt: Toque no cartão do tempo para expandir e ver a análise detalhada. Use o botão de atualizar para obter as condições e recomendações atualizadas.
ro: Atingeți cardul cu vremea pentru a-l extinde și a vedea analiza detaliată. Folosiți butonul de reîmprospătare pentru a obține condiții și recomandări actualizate.
ru: Нажмите на карту погоды, чтобы развернуть и увидеть подробный анализ. Используйте кнопку обновления, чтобы получить актуальные условия и рекомендации.
sk: Ťuknite na kartu počasia, aby sa rozšírila a zobrazila podrobná analýza. Použite tlačidlo na obnovenie, aby ste získali aktualizované podmienky a odporúčania.
sl: Tapnite na kartico vremena, da jo razširite in si ogledate podrobno analizo. Uporabite gumb za osvežitev, da pridobite posodobljene pogoje in priporočila.
sv: Tryck på väderkortet för att expandera och se en detaljerad analys. Använd uppdateringsknappen för att få de senaste väderförhållandena och rekommendationerna.
th: แตะที่การ์ดสภาพอากาศเพื่อขยายและดูการวิเคราะห์รายละเอียด ใช้ปุ่มรีเฟรชเพื่อรับข้อมูลสภาพอากาศและคำแนะนำที่อัปเดต
tr: Hava durumu kartını genişletmek için üzerine dokunun ve detaylı analizi görün. Güncellenmiş durumlar ve öneriler almak için yenile butonunu kullanın.
uk: Натисніть на картку погоди, щоб розгорнути і побачити детальний аналіз. Використовуйте кнопку оновлення, щоб отримати актуальні умови та рекомендації.
vi: Nhấn vào thẻ thời tiết để mở rộng và xem phân tích chi tiết. Sử dụng nút làm mới để nhận được thông tin cập nhật về điều kiện thời tiết và các khuyến nghị.
zh_hans: 点击天气卡以展开并查看详细分析。使用刷新按钮以获取最新的天气情况和建议。
zh_hant: 點擊天氣卡以展開並查看詳細分析。使用刷新按鈕以獲取最新的天氣狀況和建議。

source: Tea
ar: شاي
bg: Чай
ca: Te
cs: Čaj
da: Te
de: Tee
el: Τσάι
es: té
fi: Tee
fr: Thé
he: תה
hi: चाय
hr: Čaj
id: Teh
it: Tè
ja: お茶 (おちゃ)
kk: Шай
ms: Teh
nl: Thee
pl: Herbata
pt_br: Chá
pt_pt: Chá
ro: Ceai
ru: Чай
sk: Čaj
sl: Čaj
sv: Te
th: ชา
tr: Çay
uk: Чай
vi: Trà
zh_hans: 茶
zh_hant: 茶

source: Temperate
ar: معتدل
bg: Умерен
ca: Temperat
cs: Mírný
da: Tempereret
de: Gemäßigt
el: Μετρίου κλίματος
es: Templado
fi: Kohtalainen
fr: Tempéré
he: מתון
hi: मिश्रित जलवायु
hr: Umjereno
hu: Mérsékelt
id: Sederhana
it: Temperato
ja: 温帯 (おんたい)
kk: Улы жарық
ms: Sederhana
nl: Gematigd
pl: Umiarkowany
pt_br: Temperado
pt_pt: Temperado
ro: Temperat
ru: Умеренный
sk: Mierny
sl: Zmerno
sv: Tempererad
th: เขตร้อนกลาง
tr: Ilıman
uk: Помірний
vi: Ôn hòa
zh_hans: 温带
zh_hant: 溫帶

source: Temperature-based hydration adjustments
ar: تعديلات الترطيب المعتمدة على درجة الحرارة
bg: Корекции на хидратацията, основани на температурата
ca: Ajustos d'hidratació basats en la temperatura
cs: Úpravy hydratace na základě teploty
da: Temperaturbaserede hydrationsjusteringer
de: Temperaturbasierte Hydratationsanpassungen
el: Ρυθμίσεις ενυδάτωσης βάσει θερμοκρασίας
es: Ajustes de hidratación basados en la temperatura
fi: Lämpötilapohjaiset nesteytyksen säädöt
fr: Ajustements d'hydratation basés sur la température
he: התאמות הידרציה מבוססות טמפרטורה
hi: तापमान आधारित जलयोजन संशोधन
hr: Prilagodbe hidratacije temeljem temperature
hu: Hőmérséklet alapú hidratálási beállítások
id: Pengaturan hidrasi berbasis suhu
it: Regolazioni di idratazione basate sulla temperatura
ja: 温度に基づく水分補給の調整
kk: Температураға негізделген ылғалдандыруға түзетулер
ms: Penyesuaian hidrasi berdasarkan suhu
nl: Temperatuurgebaseerde hydratatieaanpassingen
pl: Dostosowania nawodnienia w oparciu o temperaturę
pt_br: Ajustes de hidratação baseados na temperatura
pt_pt: Ajustes de hidratação baseados na temperatura
ro: Ajustări de hidratare bazate pe temperatură
ru: Регулировка гидратации в зависимости от температуры
sk: Úpravy hydratácie na základe teploty
sl: Prilagoditve hidracije na osnovi temperature
sv: Temperaturbaserade vätskebalansjusteringar
th: การปรับระดับน้ำตามอุณหภูมิ
tr: Sıcaklığa dayalı su alım ayarlamaları
uk: Корекція гідратації на основі температури
vi: Điều chỉnh độ ẩm dựa trên nhiệt độ
zh_hans: 基于温度的水分调整
zh_hant: 根據溫度調整水分攝取

source: Terms of Service
ar: شروط خدمة
bg: Условия за ползване
ca: Condicions d'ús
cs: Smluvní podmínky
da: Brugsvilkår
de: Nutzungsbedingungen
el: Όροι Υπηρεσίας
es: Términos de Servicio
fi: Käyttöehdot
fr: Conditions d'utilisation
he: תנאי שירות
hi: सेवा की शर्तें
hr: Uslovi korištenja
hu: Szolgáltatási feltételek
id: Syarat dan Ketentuan Layanan
it: Termini di Servizio
ja: 利用規約
kk: Қызмет көрсету шарттары
ms: Terma Perkhidmatan
nl: Algemene Voorwaarden
pl: Warunki korzystania z usługi
pt_br: Termos de Serviço
pt_pt: Termos de Serviço
ro: Termeni și Condiții de Serviciu
ru: Условия использования
sk: Podmienky služby
sl: Pogoji storitve
sv: Användarvillkor
th: ข้อกำหนดในการให้บริการ
tr: Hizmet Koşulları
uk: Умови обслуговування
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款
